{"content":[{"abbv":"wcf","body":"For the better government, and further edification of the church, there ought to be such assemblies as are commonly called synods or councils: and it belongeth to the overseers and other rulers of the particular churches, by virtue of their office, and the power which Christ hath given them for edification and not for destruction, to appoint such assemblies; and to convene together in them, as often as they shall judge it expedient for the good of the church.","chapter":"31","citation":"WCF 31.1","long_citation":"Confession of Faith 31.1","name":"Confession of Faith","paragraph":"1","prooftexts":{},"section_title":"","title":"Chapter 31: Of Synods and Councils","type":"confession"}],"content_with_prooftexts":[{"abbv":"wcf","body":"For the better government, and further edification of the church, there ought to be such assemblies as are commonly called synods or councils:<sup id='fnref:wcf1'><a href='#fn:wcf1' rel='footnote' style='text-decoration: none;'>1</a></sup> and it belongeth to the overseers and other rulers of the particular churches, by virtue of their office, and the power which Christ hath given them for edification and not for destruction, to appoint such assemblies;<sup id='fnref:wcf2'><a href='#fn:wcf2' rel='footnote' style='text-decoration: none;'>2</a></sup> and to convene together in them, as often as they shall judge it expedient for the good of the church.<sup id='fnref:wcf3'><a href='#fn:wcf3' rel='footnote' style='text-decoration: none;'>3</a></sup>","chapter":"31","citation":"WCF 31.1","long_citation":"Confession of Faith 31.1","name":"Confession of Faith","paragraph":"1","prooftexts":{"1":"<div class=\"esv\"><h5>Acts 15:2</h5>\n<div class=\"esv-text\"><p id=\"p44015002.01-1\">And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question.</p>\n</div><h5>Acts 15:4</h5>\n<div class=\"esv-text\"><p id=\"p44015004.01-2\">When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them.</p>\n</div><h5>Acts 15:6</h5>\n<div class=\"esv-text\"><p id=\"p44015006.01-3\">The apostles and the elders were gathered together to consider this matter.  (<a href=\"http://www.esv.org\" class=\"copyright\">ESV</a>)</p>\n</div>\n</div>","2":"<div class=\"esv\"><h5>Acts 15</h5>\n<div class=\"esv-text\">\n<p id=\"p44015001.04-1\"><span class=\"chapter-num\" id=\"v44015001-1\">15:1&nbsp;</span>But some men came down from Judea and were teaching the brothers, &#8220;Unless you are circumcised according to the custom of Moses, you cannot be saved.&#8221; And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question. So, being sent on their way by the church, they passed through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and brought great joy to all the brothers. When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them. But some believers who belonged to the party of the Pharisees rose up and said, &#8220;It is necessary to circumcise them and to order them to keep the law of Moses.&#8221;</p>\n <p id=\"p44015006.01-1\">The apostles and the elders were gathered together to consider this matter. And after there had been much debate, Peter stood up and said to them, &#8220;Brothers, you know that in the early days God made a choice among you, that by my mouth the Gentiles should hear the word of the gospel and believe. And God, who knows the heart, bore witness to them, by giving them the Holy Spirit just as he did to us, and he made no distinction between us and them, having cleansed their hearts by faith. Now, therefore, why are you putting God to the test by placing a yoke on the neck of the disciples that neither our fathers nor we have been able to bear? But we believe that we will be saved through the grace of the Lord Jesus, just as they will.&#8221;</p>\n <p id=\"p44015012.01-1\">And all the assembly fell silent, and they listened to Barnabas and Paul as they related what signs and wonders God had done through them among the Gentiles. After they finished speaking, James replied, &#8220;Brothers, listen to me. Simeon has related how God first visited the Gentiles, to take from them a people for his name. And with this the words of the prophets agree, just as it is written,</p>\n <div class=\"block-indent\">\n<p class=\"line-group\" id=\"p44015016.01-1\">&#8220;&#8216;After this I will return,<br />\nand I will rebuild the tent of David that has fallen;<br />\nI will rebuild its ruins,<br />\n<span class=\"indent\"></span> and I will restore it,<br />\n that the remnant of mankind may seek the Lord,<br />\n<span class=\"indent\"></span>and all the Gentiles who are called by my name,<br />\n<span class=\"indent\"></span> says the Lord, who makes these things <span class=\"verse-num inline\" id=\"v44015018-1\">18&nbsp;</span>known from of old.&#8217;</p>\n</div>\n <p class=\"same-paragraph\" id=\"p44015019.01-1\">Therefore my judgment is that we should not trouble those of the Gentiles who turn to God, but should write to them to abstain from the things polluted by idols, and from sexual immorality, and from what has been strangled, and from blood. For from ancient generations Moses has had in every city those who proclaim him, for he is read every Sabbath in the synagogues.&#8221;</p>\n \n<p id=\"p44015022.07-1\">Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers, with the following letter: &#8220;The brothers, both the apostles and the elders, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, greetings. Since we have heard that some persons have gone out from us and troubled you with words, unsettling your minds, although we gave them no instructions, it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul, men who have risked their lives for the sake of our Lord Jesus Christ. We have therefore sent Judas and Silas, who themselves will tell you the same things by word of mouth. For it has seemed good to the Holy Spirit and to us to lay on you no greater burden than these requirements: that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.&#8221;</p>\n <p id=\"p44015030.01-1\">So when they were sent off, they went down to Antioch, and having gathered the congregation together, they delivered the letter. And when they had read it, they rejoiced because of its encouragement. And Judas and Silas, who were themselves prophets, encouraged and strengthened the brothers with many words. And after they had spent some time, they were sent off in peace by the brothers to those who had sent them. But Paul and Barnabas remained in Antioch, teaching and preaching the word of the Lord, with many others also.</p>\n \n<p id=\"p44015036.05-1\">And after some days Paul said to Barnabas, &#8220;Let us return and visit the brothers in every city where we proclaimed the word of the Lord, and see how they are.&#8221; Now Barnabas wanted to take with them John called Mark. But Paul thought best not to take with them one who had withdrawn from them in Pamphylia and had not gone with them to the work. And there arose a sharp disagreement, so that they separated from each other. Barnabas took Mark with him and sailed away to Cyprus, but Paul chose Silas and departed, having been commended by the brothers to the grace of the Lord. And he went through Syria and Cilicia, strengthening the churches.  (<a href=\"http://www.esv.org\" class=\"copyright\">ESV</a>)</p>\n</div>\n</div>","3":"<div class=\"esv\"><h5>Acts 15:22-23</h5>\n<div class=\"esv-text\">\n<p id=\"p44015022.07-1\">Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers, with the following letter: &#8220;The brothers, both the apostles and the elders, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, greetings.</p>\n</div><h5>Acts 15:25</h5>\n<div class=\"esv-text\"><p id=\"p44015025.01-2\">it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul,  (<a href=\"http://www.esv.org\" class=\"copyright\">ESV</a>)</p>\n</div>\n</div>"},"section_title":"","title":"Chapter 31: Of Synods and Councils","type":"confession"}],"feed":"<!DOCTYPE html>\n<html>\n<head>\n<title></title>\n\n</head>\n<body>\n<h5 class=\"mb-0 header\" style=\"display:block; font-family:Georgia, Serif; margin:0; padding:0; font-size:18px\">Confession of Faith</h5>\n<h5 class=\"text-muted mb-1\" style=\"display:block; font-family:Georgia, Serif; margin:0; padding:0; font-size:18px\">Chapter 31: Of Synods and Councils</h5>\n<p class=\"paragraph\" style=\"display:block; font-family:Georgia, Serif; margin:0; padding:0; font-size:16px\"><span class=\"q\">1.</span> For the better government, and further edification of the church, there ought to be such assemblies as are commonly called synods or councils:<sup id=\"fnref:wcf1\"><a href=\"#fn:wcf1\" rel=\"footnote\" style=\"text-decoration: none;\">1</a></sup> and it belongeth to the overseers and other rulers of the particular churches, by virtue of their office, and the power which Christ hath given them for edification and not for destruction, to appoint such assemblies;<sup id=\"fnref:wcf2\"><a href=\"#fn:wcf2\" rel=\"footnote\" style=\"text-decoration: none;\">2</a></sup> and to convene together in them, as often as they shall judge it expedient for the good of the church.<sup id=\"fnref:wcf3\"><a href=\"#fn:wcf3\" rel=\"footnote\" style=\"text-decoration: none;\">3</a></sup></p>\n    <div class=\"prooftexts\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0; font-size:14px\">\n        <ol class=\"disc\">\n        \n            <li class=\"footnote\" id=\"fn:1\">\n                <div class=\"esv\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">\n<h5 style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0; font-size:14px\">Acts 15:2</h5>\n<div class=\"esv-text\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">\n<p id=\"p44015002.01-1\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question.</p>\n</div>\n<h5 style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0; font-size:14px\">Acts 15:4</h5>\n<div class=\"esv-text\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">\n<p id=\"p44015004.01-2\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them.</p>\n</div>\n<h5 style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0; font-size:14px\">Acts 15:6</h5>\n<div class=\"esv-text\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">\n<p id=\"p44015006.01-3\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">The apostles and the elders were gathered together to consider this matter.  (<a href=\"http://www.esv.org\" class=\"copyright\">ESV</a>)</p>\n</div>\n</div>\n            </li>\n        \n            <li class=\"footnote\" id=\"fn:2\">\n                <div class=\"esv\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">\n<h5 style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0; font-size:14px\">Acts 15</h5>\n<div class=\"esv-text\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">\n<p id=\"p44015001.04-1\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\"><span class=\"chapter-num\" id=\"v44015001-1\">15:1 </span>But some men came down from Judea and were teaching the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.” And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question. So, being sent on their way by the church, they passed through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and brought great joy to all the brothers. When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them. But some believers who belonged to the party of the Pharisees rose up and said, “It is necessary to circumcise them and to order them to keep the law of Moses.”</p>\n <p id=\"p44015006.01-1\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">The apostles and the elders were gathered together to consider this matter. And after there had been much debate, Peter stood up and said to them, “Brothers, you know that in the early days God made a choice among you, that by my mouth the Gentiles should hear the word of the gospel and believe. And God, who knows the heart, bore witness to them, by giving them the Holy Spirit just as he did to us, and he made no distinction between us and them, having cleansed their hearts by faith. Now, therefore, why are you putting God to the test by placing a yoke on the neck of the disciples that neither our fathers nor we have been able to bear? But we believe that we will be saved through the grace of the Lord Jesus, just as they will.”</p>\n <p id=\"p44015012.01-1\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">And all the assembly fell silent, and they listened to Barnabas and Paul as they related what signs and wonders God had done through them among the Gentiles. After they finished speaking, James replied, “Brothers, listen to me. Simeon has related how God first visited the Gentiles, to take from them a people for his name. And with this the words of the prophets agree, just as it is written,</p>\n <div class=\"block-indent\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">\n<p class=\"line-group\" id=\"p44015016.01-1\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">“‘After this I will return,\nand I will rebuild the tent of David that has fallen;\nI will rebuild its ruins,\n<span class=\"indent\"></span> and I will restore it,\n that the remnant of mankind may seek the Lord,\n<span class=\"indent\"></span>and all the Gentiles who are called by my name,\n<span class=\"indent\"></span> says the Lord, who makes these things <span class=\"verse-num inline\" id=\"v44015018-1\">18 </span>known from of old.’</p>\n</div>\n <p class=\"same-paragraph\" id=\"p44015019.01-1\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">Therefore my judgment is that we should not trouble those of the Gentiles who turn to God, but should write to them to abstain from the things polluted by idols, and from sexual immorality, and from what has been strangled, and from blood. For from ancient generations Moses has had in every city those who proclaim him, for he is read every Sabbath in the synagogues.”</p>\n \n<p id=\"p44015022.07-1\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers, with the following letter: “The brothers, both the apostles and the elders, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, greetings. Since we have heard that some persons have gone out from us and troubled you with words, unsettling your minds, although we gave them no instructions, it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul, men who have risked their lives for the sake of our Lord Jesus Christ. We have therefore sent Judas and Silas, who themselves will tell you the same things by word of mouth. For it has seemed good to the Holy Spirit and to us to lay on you no greater burden than these requirements: that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”</p>\n <p id=\"p44015030.01-1\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">So when they were sent off, they went down to Antioch, and having gathered the congregation together, they delivered the letter. And when they had read it, they rejoiced because of its encouragement. And Judas and Silas, who were themselves prophets, encouraged and strengthened the brothers with many words. And after they had spent some time, they were sent off in peace by the brothers to those who had sent them. But Paul and Barnabas remained in Antioch, teaching and preaching the word of the Lord, with many others also.</p>\n \n<p id=\"p44015036.05-1\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">And after some days Paul said to Barnabas, “Let us return and visit the brothers in every city where we proclaimed the word of the Lord, and see how they are.” Now Barnabas wanted to take with them John called Mark. But Paul thought best not to take with them one who had withdrawn from them in Pamphylia and had not gone with them to the work. And there arose a sharp disagreement, so that they separated from each other. Barnabas took Mark with him and sailed away to Cyprus, but Paul chose Silas and departed, having been commended by the brothers to the grace of the Lord. And he went through Syria and Cilicia, strengthening the churches.  (<a href=\"http://www.esv.org\" class=\"copyright\">ESV</a>)</p>\n</div>\n</div>\n            </li>\n        \n            <li class=\"footnote\" id=\"fn:3\">\n                <div class=\"esv\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">\n<h5 style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0; font-size:14px\">Acts 15:22-23</h5>\n<div class=\"esv-text\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">\n<p id=\"p44015022.07-1\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers, with the following letter: “The brothers, both the apostles and the elders, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, greetings.</p>\n</div>\n<h5 style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0; font-size:14px\">Acts 15:25</h5>\n<div class=\"esv-text\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">\n<p id=\"p44015025.01-2\" style=\"display:inline; font-family:Georgia, Serif; margin:0; padding:0\">it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul,  (<a href=\"http://www.esv.org\" class=\"copyright\">ESV</a>)</p>\n</div>\n</div>\n            </li>\n        \n        </ol>\n    </div>\n</body>\n</html>\n","title":"Of synods and councils, part 1"}
